import React from "react"

const GeneralInfoTab = () => {
  return (
    <>
      <b>Біографія:</b>
      <p style={{ marginTop: 0 }}>
        народився 25 серпня 1999 року в м.Андрушівка Житомирської області. З 2006 року по 2016 рік навчався в ЗОШ №1
        м.Андрушівка. В 2018 році закінчив Житомирський кооперативний коледж бізнесу та права. У 2021 році закінчив
        факультет інформаційно-комп'ютерних технологій Державного університету "Житомирська політехніка" і отримав
        диплом магістра з інженерії програмного забезпечення. З серпня 2019 року по серпень 2022 року працював на посаді
        фахівця навчально-наукового центру організації освітнього процесу в Поліському національному університеті.
      </p>
      <b>Початок роботи в коледжі:</b>
      <p style={{ marginTop: 0 }}>з серпня 2022 року.</p>
      <b>Наукові інтереси та досягнення:</b> <p style={{ marginTop: 0 }}>комп'ютерне програмування</p>
    </>
  )
}

export default GeneralInfoTab
